/* Button in Timer */
"Edit" = "Редактиране";

/* Button in Timer */
"Pause" = "Пауза";

/* Button in Timer */
"Reset" = "Анулиране";

/* Button in Timer */
"Start" = "Начало";

/* Initial title of timer */
"Timer" = "Брояч";

/* Status line in Timer */
"Total Time" = "Общо време";

